Repository: giellalt/corpus-nob
Catalog: tmx/sma/admin/sd/samediggi.no/kampanje_-_folkeregistre.html.tmx
Source language: nob
Languages: sma

source: Kampanje – folkeregistre
sma: Kampanje – almetjeregistere

source: Sametinget er i dialog med skatteetaten om ulike alternativer for utarbeidelse av en digital kampanje for å øke registering av språk i folkeregistret.
sma: Saemiedigkie skaehtie-etaatine soptsestalla ovmessie alternatijvi bïjre juktie digitaale kampanjem darjodh mij edtja registreradimmiem gïeleste lissiehtidh almetjeregisterasse.

source: Folkeregisteret lanserte høsten 2019 muligheten til å registrere bruk av samiske språk i registret.
sma: Tjaktjen 2019 Almetjeregistere nuepiem bæjhkoehti åtnoem saemien gïelijste registreradidh.

source: Registreringen er frivillig og man må selv melde inn bruk av samisk.
sma: Registreradimmie jïjtjevyljehke jïh tjuara jïjtje sov saemien gïeleåtnoen bïjre bievnedh.

source: Man kan registrere sør-, lule- og nordsamisk, og man kan registrere flere samiske språk dersom man behersker flere.
sma: Maahta åarjel-, julev- jihïnoerhtesaemien registreradidh, jïh maahta jienebh saemien gïelh registreradidh jis jienebh haalvoeh.

source: Lanseringen fikk mye oppmerksomhet i media og sosiale medier, og det var en god del som registrerte seg de første ukene etter lanseringen.
sma: Daate stoerre tsåatskelesvoetem åadtjoeji medijinie jïh sosijaale medijinie, jïh naa jeenjesh jïjtjemse registreradin dej voestes våhkoej bæjhkoehtimmien mænngan.

source: Registrering av språkene er ment for å utvikle statistikk over bruk av samiske språk.
sma: Registreradimmie gïelijste lea evtiedimmien gaavhtan statistihkeste saemien gïeleåtnoen bïjre.

source: Det finnes per i dag ingen offentlige og ellers fullverdige statistikk over bruk av samiske språk.
sma: Daan biejjien ij leah naan byögkeles jïh ellies statistihke saemien gïeleåtnoen bïjre.

source: Registeret og statistikken er ment for å kunne studere språkutviklingen over tid, og kunne utforme språkpolitiske tiltak deretter.
sma: Viehkine registeristie jih statistihkeste edtja maehtedh gïele-evtiedimmiem tïjje doekoe goerehtidh, jïh maehtedh gïelepolitihkeles råajvarimmieh hammoedidh dan mietie.

source: For å bygge opp registeret er det nødvendig å få flere samiskspråklige til å registrere seg.
sma: Juktie registrerem bæjjese bigkedh lea daerpies jienebh saamastallijh jïjtjemse registreradieh.

source: Det vil være et behov for en markedsføringskampanje for å vekke oppmerksomheten.
sma: Sæjhta daerpies årrodh kampanjine juktie tsåatskelesvoetem gåaskodh.

source: Under en slik kampanje vil det være viktig å understreke og synliggjøre behovet for språkregisteret.
sma: Dagkeres kampanjesne sæjhta vihkeles årrodh daerpiesvoetem gïeleregisterasse tjïertestidh jïh våajnoes darjodh.

source: God språkstatistikk vil være et nyttig hjelpemiddel for fremtidig utvikling av språklige tjenester.
sma: Hijven gïelestatistihke sæjhta nuhteligs viehkievierhtine årrodh juktie båetijen aejkien gïeleldh dïenesjh evtiedidh.
